tests/soap-backend/responses/oneshared.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="http://testcase/wsdl" xmlns:one="http://testcase/one">
   <soapenv:Header/>
   <soapenv:Body>
      <wsdl:One>
         <one:shared>
            <one:Content>oneshare antwort</one:Content>
         </one:shared>
      </wsdl:One>
   </soapenv:Body>
</soapenv:Envelope>